The parent key of this entry.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public string ParentKey { get; }
  Visual Basic
Public ReadOnly Property ParentKey As String
	Get
  Visual C++
public:
property String^ ParentKey {
	String^ get ();
}
 Remarks
 This value will be the empty string if this entry does not have a parent.
 See Also
  KeyBasedTreeEntry Class
  Autodesk.Revit.DB Namespace